const CNCHAR_NAMES = {
    "boy": "伟刚勇毅俊峰强军平保东文辉力明永健世广志义兴良海山仁波宁贵福生龙元全国胜学祥发武新利清飞彬富顺信子杰涛昌成康星光天达安中茂进林有坚和彪博诚先敬震振壮会思豪心邦承乐绍功松善厚庆磊民友裕河哲江超浩亮政谦亨奇固之轮翰朗伯宏言若鸣朋斌梁栋维启克伦翔旭鹏泽晨辰士以建家致树炎德行时泰盛雄琛钧冠策腾楠榕风航弘言玉意彦轩景正程宇澄青恒嘉皓玮桦韵彤逸柏劲鸿文恩远圣行律本昊麦冬辰亦",
    "girl": "秀娟英华慧巧美娜静淑惠珠翠雅芝玉萍红娥玲芬芳燕彩春菊兰凤洁梅琳素云莲真环雪荣爱妹霞香月莺媛艳瑞凡佳嘉琼勤珍贞莉桂娣叶璧璐娅琦晶妍茜秋珊莎锦黛青倩婷姣婉娴瑾颖露瑶怡婵雁蓓纨仪荷丹蓉眉君琴蕊薇菁梦岚苑婕馨瑗琰韵融园艺咏卿聪澜纯毓悦昭冰爽琬茗羽希宁欣飘育滢馥筠柔竹霭凝晓欢霄枫芸菲寒伊亚宜可姬舒影荔枝思丽彤自宸微羽纾元晴玥蕾桑萱宛灵烟文柏以如言安昕忻梓江沁访忆茹幻辰雨亦"
}

const ziku = {
	"DICT_NORMAL_BOY": CNCHAR_NAMES.boy,
    "DICT_NORMAL_GIRL": CNCHAR_NAMES.girl,
    "DICT_NORMAL": CNCHAR_NAMES.boy + CNCHAR_NAMES.girl,
	"DICT_YANGH": "铭韶瑜蝉织璨双环翡逢绵蜜鸣馥菲语侨笺菀筝嘉萌荣蕊谨归颜简荞蕙芸连通瑄对畅宁焘适瞻鲤丰礼维嫣璧",
	"DICT_FIVE_BASE": "小少世如秀金思书悦超诗睿锐静聪双识馨久月玉朵君佳虹珂若茗琴语娇筱懋蕊蕾蓝子文白冰江雨波洋雪云湘凤慧霏鸿馥滢潇大天立光彤明南珍晗晴旸宁瑶龙黛焘丽宝山友永宇辰宛音轩婉岚圣嫣影衡阳璧韵邺",

	"end": ""
};

export default ziku;
